Repository: aluedtke7/dew-point-fan-app
Catalog: lib/l10n/app_*.arb
Languages: de

# title
source: Dew Point Fan
de: Taupunktlüfter

# com_cancel
source: Cancel
de: Abbruch

# com_yes
source: Yes
de: Ja

# com_no
source: No
de: Nein

# com_back
source: Back
de: Zurück

# com_confirmation
source: Confirmation
de: Bestätigung

# com_from
source: From
de: Von

# com_to
source: To
de: Bis

# com_change_theme
source: Change theme
de: Farbschema ändern

# com_change_language
source: Change language
de: Sprache ändern

# c_c_daterange
source: Date range
de: Datumsbereich

# c_c_dateranges
source: {dr, select, other{Today} yesterday{Yesterday} thisWeek{This Week} lastWeek{Last Week} thisMonth{This Month} lastMonth{Last Month} thisYear{This Year} lastYear{Last Year} last7days{Last 7 Days} last14days{Last 14 Days} last30days{Last 30 Days} last100days{Last 100 Days} last365days{Last 365 Days} allDays{All Days}}
de: {dr, select, other{Heute} yesterday{Gestern} thisWeek{Diese Woche} lastWeek{Letzte Woche} thisMonth{Dieser Monat} lastMonth{Letzter Monat} thisYear{Dieses Jahr} lastYear{Letztes Jahr} last7days{Letzte 7 Tage} last14days{Letzte 14 Tage} last30days{Letzte 30 Tage} last100days{Letzte 100 Tage} last365days{Letzte 365 Tage} allDays{Alle Tage}}

# fan_is
source: Fan is {bool, select, other{} false{OFF} true{ON}}
de: Lüfter ist {bool, select, other{} false{AUS} true{AN}}

# manual_override
source: {bool, select, other{} false{No} true{Manual}} override
de: {bool, select, other{} false{Nicht} true{Manuell}} überschrieben

# remote_override
source: Remote override is {count, plural, =0{automatic} =1{ON} other{OFF}}
de: Übersteuerung ist {count, plural, =0{automatisch} =1{AN} other{AUS}}

# location
source: Location: {bool, select, other{} false{Inside} true{Outside}}
de: Ort: {bool, select, other{} false{Innen} true{Aussen}}

# temperature
source: Temperature: {val} Â°C
de: Temperatur: {val} °C

# humidity
source: Humidity: {val} %
de: Luftfeuchtigkeit: {val} %

# dew_point
source: Dew point: {val}
de: Taupunkt: {val}

# difference
source: Dew point difference: {val}
de: Taupunkt Differenz: {val}

# hysteresis
source: Min. difference/hysteresis: {diff} / {hist}
de: Hysterese: {val}

# update
source: Update: {str}
de: Aktualisierung: {str}

# action_auto
source: automatic
de: auto

# action_on
source: force on
de: immer an

# action_off
source: force off
de: immer aus
